{
  "title": "Pomelo Best Baby Diaper Bag Backpack, Large Capacity Multifunction Travel Pack with Waterproof Changing Pad, stroller hook with velcro, insulated bottle holder, utensil pocket, Dark Grey",
  "description": "Smart, Spacious Storage The Pomelo Best large-capacity diaper bag backpack (12.6'' x 6.3'' x 14.96'') comes equipped with a portable changing pad, stroller straps, a coin purse, and an insulated baby bottle holder. Thoughtfully designed with 12 well-placed pockets, it keeps essentials like bottles, diapers, wipes, muslin cloths, your phone, and more neatly organized and within easy reach. Hands-Free, Comfort-Focused Design Featuring an ergonomic padded back panel and adjustable shoulder straps, this backpack helps reduce strain during long outings. Integrated stroller straps let you easily attach the bag to any stroller—keeping your hands free and your load lighter. Durable & Easy-Clean Materials Crafted from waterproof, tear-resistant fabric with sturdy zippers and an easy-wipe interior lining, this bag is built for daily use. Say goodbye to stress over spills and stains—just wipe and go. Quick Access with Wide Opening The extra-wide top opening and smooth dual zippers allow for easy one-handed access—perfect for busy parents managing their baby and gear at the same time. Stylish & Unisex Appeal Designed in a neutral, modern style that suits both moms and dads, this versatile bag works as a diaper backpack or everyday backpack for travel, shopping, or gym use. A thoughtful baby shower gift and a practical pick for parents on the go with boys or girls.",
  "price": 19.99,
  "rating": 4.2,
  "reviewCount":   5,
  "images": [
    "/products/pamelo-baby-diaper-bag/img1.jpeg",
    "/products/pamelo-baby-diaper-bag/img2.jpeg",
    "/products/pamelo-baby-diaper-bag/img3.jpeg",
    "/products/pamelo-baby-diaper-bag/img4.jpeg",
    "/products/pamelo-baby-diaper-bag/img5.jpeg",
    "/products/pamelo-baby-diaper-bag/img6.jpeg",
    "/products/pamelo-baby-diaper-bag/img7.jpeg"
  ],
  "condition": "New",
  "category": "Babies",
  "brand": "Pamelo",
  "payeeEmail": "happyemilliano@gmail.com",
  "currency": "USD"
}